{
  "count": 1,
  "results": [
    {
      "shop_id": 6292388,
      "shop_name": "PickslaysWoodworking",
      "shop_location": "Indiana, USA",
      "user_id": 13072729,
      "creation_tsz": 1302402044,
      "title": "Wood Guitar Picks & More",
      "announcement": "Welcome to Pickslay&#39;s Woodworking where you can find Wood Guitar Picks & More.\r\n\r\nWant a wood guitar pick custom engraved? Click the link below: https://www.etsy.com/listing/100384851/one-custom-engraved-wooden-guitar-pick?ref=shop_home_feat_2\r\n\r\nNew to Etsy? Click the link below for How to Order on Etsy:\r\nhttps://www.etsy.com/help/article/339?ref=help_search_result\r\n\r\nClick the link below or click the contact button to contact me:\r\nhttps://www.etsy.com/conversations/new?with_id=13072729&ref=owner_contact_leftnav\r\n\r\nSTORE HOURS:\r\n7.30 AM TO 4.30 PM EST\r\n\r\nQuestion concerning placed order, I will respond ASAP",
      "currency_code": "USD",
      "is_vacation": false,
      "vacation_message": " Pickslay&#39;s Woodworking will be closed on August 11th until August 17th.  Please come back on August 17th.  If you have already placed an order, it will not be delayed by the shop being closed. ",
      "sale_message": "Thank you for shopping at Pickslay&#39;s Woodworking. I hope that you enjoy my work. If you have any questions, please contact me on my etsy page or by email spenceriko3@gmail.com\r\n************************************************************************************************\r\nPLEASE DOUBLE CHECK TO SEE IF YOUR NOTE FOR YOU ORDER WENT THROUGH. IF NOT, PLEASE CONTACT ME WITH YOUR REQUEST AND I&#39;LL ADD IT TO YOUR ORDER\r\n\r\n!!!!!!ALWAYS DOUBLE CHECK YOUR SHIPPING ADDRESS ON YOUR INVOICE AND ANY OTHER INFO FOR YOUR ORDER (SPELLING MISTAKES AND SUCH)!!!!!!!\r\n\r\nPlease note that if you navigate away from your cart during the checkout process, any messages you have left in the note box will NOT be saved and you will have to re-enter this information.\r\n\r\n\r\n!IMPORTANT! - &gt;PLEASE READ&lt; BEFORE LEAVING ETSY: FOR CUSTOM TEXT DESIGNS - PLEASE SPECIFY WHICH FONT OPTION YOU WOULD LIKE. \r\n\r\nTHERE IS AN IMAGE WITH THE FONT OPTIONS ON EACH LISTING. IF YOU&#39;VE ALREADY PLACED AN ORDER WITHOUT MENTIONING YOUR DESIRED FONT OPTION, PLEASE CONTACT ME WITH YOUR FONT OPTION AND I&#39;LL MAKE SURE TO USE YOUR DESIRED FONT OPTION\r\n\r\nPLEASE LEAVE CONTACT INFO IN CASE I HAVE QUESTIONS REGARDING YOUR ORDER. I DO MY BEST TO CONTACT  YOU WITH QUESTIONS AS QUICKLY AS POSSIBLE AFTER YOU ORDER. NOT ANSWERING MY QUESTIONS MAY DELAY YOUR ORDER. \r\n************************************************************************************************\r\nYou will not receive a physical copy of your receipt with your purchase, please view it here on Etsy or Contact me for a PDF version to send to you via email. \r\n\r\nAlso, if you are able to leave a review here on Etsy after receiving the order, it would be greatly appreciated. If you have any questions about leaving a review, don’t hesitate to ask.\r\n\r\nIf there&#39;s anything I can do to make your experience with Pickslay’s Woodworking shop better, please let me know! I would love for you to leave a review of your experience but only once you are completely satisfied with your purchase. I want my customers to be satisfied with shopping here, so please let me know how I can provide better service. \r\n\r\nPickslay&#39;s Woodworking is closed on Tuesdays and Thursdays for Production days. If you have already placed and order, it will not be delayed by the production day. \r\n\r\nThanks again,\r\nHave a great day,\r\nSpencer Pickslay",
      "digital_sale_message": null,
      "last_updated_tsz": 1445193153,
      "listing_active_count": 250,
      "login_name": "spenceriko",
      "accepts_custom_requests": true,
      "policy_welcome": "Hi, welcome to my shop. I do my best to provide you with the best service that I possibly can. If you have any questions or concerns, please contact me directly via Etsy conversation. \r\n\r\nI also put a lot of work into my woodworking, and I do my best to make sure every item has great quality. However, nothing I sell is a perfectly manufactured item. I do everything by hand. No large production or laser engraver machines here. Please look elsewhere for those types of items if that&#39;s what you&#39;re looking for. ",
      "policy_payment": "&gt;I accept payments with PayPal, credit cards, debit cards and Etsy gift cards.\r\n\r\n&gt;Full payment is required at time of checkout.\r\n\r\n&gt;Orders will be processed once payment is cleared.\r\n\r\n\r\n\r\n\r\n",
      "policy_shipping": "&gt;&gt;&gt;SHIPPING&lt;&lt;&lt;\r\n\r\n**********DOMESTIC SHIPPING*********\r\nUSA ONLY\r\n&gt;Shipping cost is the same for 1 and up to as many guitar picks as you want. \r\n&gt;You will receive a Tracking Number \r\n&gt;Please allow for 1-3 business days to be shipped. \r\n&gt;Standard Shipping is estimated 2-5 business days (does not apply for Alaska or Hawaii)\r\n&gt;Priority Mail Shipping is estimated 1-3 business days\r\n&gt;Express Mail Shipping is 1-2 business days (Guaranteed) \r\n\r\n(MONDAY - FRIDAY ARE BUSINESS DAYS; SATURDAYS, SUNDAYS, AND HOLIDAYS ARE NOT CONSIDERED  AS BUSINESS DAYS)\r\n\r\n&gt;100$ insurance included\r\nBenefit: You will get a full refund if the item is lost in the mail OR you will get your item replaced and reshipped. (Certain items may not be able to be replaced with the exact item, for example: Individual PIcks)\r\n\r\n\r\n**********INTERNATIONAL SHIPPING*********\r\n&gt;Shipping cost is the same for 1 and up to as many guitar picks as you want. \r\n\r\n&gt;Please allow for 1-3 business days to be shipped. \r\n\r\n&gt;Shipping to Canada and UK is 6-10 approximately  business days. \r\n\r\n&gt;Everywhere else other than those 2 countries. Please expect approximately 10-14 business days to ship. \r\n\r\n(MONDAY - FRIDAY ARE BUSINESS DAYS; SATURDAYS, SUNDAYS, AND HOLIDAYS ARE NOT CONSIDERED  AS BUSINESS DAYS)\r\n\r\n&gt;Please be aware of customs. Contact your local post office if you have questions about paying customs for items coming from the U.S. \r\n\r\n&gt;100$ insurance included\r\nBenefit: You will get a full refund if the item is lost in the mail OR you will get your item replaced and reshipped. (Certain items may not be able to be replaced with the exact item, for example: Individual PIcks)\r\n",
      "policy_refunds": "I now provide tracking for all U.S. packages. \r\n\r\nYou may receive a refund or replacement for the following reasons only:\r\n&gt;Item is damaged when received in the mail\r\n&gt;Item was incorrectly engraved\r\n&gt;If you are not satisfied with the quality of the item when received\r\n&gt;If the item is damaged within 14 days of receiving the product\r\n\r\nFor Individual Picks, you may have to be given a refund instead of a replacement due to there could be none left of that wood type or none that are similar to it. Obviously, an exact replacement is impossible. \r\n\r\n",
      "policy_additional": "Hours:\r\n 7:30AM TO 4:30PM EST OR EDT MONDAY-FRIDAY EXCEPT DURING HOLIDAYS.\r\n\r\nNo shipping or conversations will occur outside of these times. Thank You for your understanding.\r\n  \r\n\r\n************I do my best to respond ASAP, but keep in mind that even though my shop is open, the end of my day is at 4:30 PM EST and I do not usually work weekends. There is a time to work and a time to rest. We all have our limits. All I ask, is that you would respect me as you do any local shop owner in your area.***********************\r\n   \r\n\r\n\r\n",
      "policy_seller_info": "As for my Engraved Designs. These are all designs that I&#39;ve drawn up on the computer. However, designs such as Treble Clef, Bass Clef, and Musical Heart are obviously not original, but I did draw them up on my computer. All other designs are original, but may be similar to popular or common designs used elsewhere. Please do not directly copy my designs, please draw them up yourself. \r\n\r\nAll Fonts may resemble basic, free fonts generally used, however my fonts are engraved with my wood burner by hand. These fonts I show have my handwriting style (wood-burning style) which does make them unique, but may not be necessarily original. Please do not directly copy my fonts from my pictures, but use you&#39;re own handwriting style. \r\n\r\nThank you all for visiting my shop,\r\nSpencer Pickslay",
      "policy_updated_tsz": 1427201808,
      "vacation_autoreply": " Pickslay&#39;s Woodworking will be closed on August 11th until August 17th.  Please come back on August 17th.  If you have already placed an order, it will not be delayed by the shop being closed. \r\n\r\nIf this is about an already placed order, I will reply as soon as I can.\r\n\r\nThank you,\r\nSpencer",
      "url": "https://www.etsy.com/shop/PickslaysWoodworking?utm_source=airdrummers&utm_medium=api&utm_campaign=api",
      "image_url_760x100": "https://img0.etsystatic.com/021/0/6292388/iusb_760x100.13517904_ksph.jpg",
      "num_favorers": 2606,
      "languages": [
        "en-US"
      ],
      "upcoming_local_event_id": null,
      "icon_url_fullxfull": "https://img0.etsystatic.com/076/0/6292388/isla_fullxfull.15851102_1y8xlp44.jpg"
    }
  ],
  "params": {
    "shop_id": "6292388"
  },
  "type": "Shop",
  "pagination": {}
}
